const CATEGORY_DATA = {
  "套装": [
    {
      "keyword": "休闲",
      "path": "服装、鞋靴和珠宝饰品>男士时尚>男装>男士休闲运动服>男士休闲运动套装>男士径赛服"
    },
    {
      "keyword": "休闲",
      "path": "服装、鞋靴和珠宝饰品>男士时尚>男装>男士休闲运动服>男士休闲运动套装>男士休闲套装"
    },
    {
      "keyword": "休闲",
      "path": "服装、鞋靴和珠宝饰品>男士时尚>男装>男士休闲运动服>男士休闲运动套装>男士运动上装和下装套装"
    },
    {
      "keyword": "休闲",
      "path": "服装、鞋靴和珠宝饰品>体育专用服装>单板滑雪服>男士单板滑雪服>男士单板滑雪套装"
    },
    {
      "keyword": "休闲",
      "path": "服装、鞋靴和珠宝饰品>体育专用服装>滑冰服>男士滑冰服>男士滑冰服套装"
    },
    {
      "keyword": "休闲",
      "path": "服装、鞋靴和珠宝饰品>体育专用服装>滑雪服>男士滑雪服>男士滑雪套装"
    },
    {
      "keyword": "休闲",
      "path": "服装、鞋靴和珠宝饰品>体育专用服装>篮球服>男士篮球服>套装"
    },
    {
      "keyword": "休闲",
      "path": "服装、鞋靴和珠宝饰品>体育专用服装>骑行服>男士骑行服>男士骑行套装"
    },
    {
      "keyword": "休闲",
      "path": "服装、鞋靴和珠宝饰品>体育专用服装>武术服装>武术运动服>男士武术运动服>套装"
    },
    {
      "keyword": "休闲",
      "path": "服装、鞋靴和珠宝饰品>体育专用服装>瑜伽服>男士瑜伽服>运动上装和下装套装"
    },
    {
      "keyword": "休闲",
      "path": "服装、鞋靴和珠宝饰品>体育专用服装>足球服>男士足球服>男士足球运动服、外套和裤子"
    },
    {
      "keyword": "休闲",
      "path": "服装、鞋靴和珠宝饰品>新奇物品>新奇服装和产品>新奇服装>男士新奇服装>男士新奇服饰套装"
    },
    {
      "keyword": "运动",
      "path": "运动与户外用品>户外休闲>冬季运动>单板滑雪用品>服装>男士单板滑雪服>男士单板滑雪套装"
    },
    {
      "keyword": "运动",
      "path": "运动与户外用品>户外休闲>冬季运动>滑冰用品>服装>男士滑冰服>男士滑冰服套装"
    },
    {
      "keyword": "运动",
      "path": "运动与户外用品>户外休闲>冬季运动>滑雪用品>服装>男士滑雪服>男士滑雪套装"
    },
    {
      "keyword": "运动",
      "path": "运动与户外用品>户外休闲>冬季运动>滑雪用品>服装>男士滑雪服>贴身衣"
    },
    {
      "keyword": "运动",
      "path": "运动与户外用品>户外休闲>骑行用品>服装>男士骑行服>男士骑行套装"
    },
    {
      "keyword": "运动",
      "path": "运动与户外用品>健身、训练用品>健身服>男士>男士休闲运动套装>男士径赛服"
    },
    {
      "keyword": "运动",
      "path": "运动与户外用品>健身、训练用品>健身服>男士>男士休闲运动套装>男士休闲套装"
    },
    {
      "keyword": "运动",
      "path": "运动与户外用品>健身、训练用品>健身服>男士>男士休闲运动套装>男士运动上装和下装套装"
    },
    {
      "keyword": "运动",
      "path": "运动与户外用品>健身、训练用品>瑜伽用品>服装>男士瑜伽服>运动上装和下装套装"
    },
    {
      "keyword": "运动",
      "path": "运动与户外用品>运动服装和器材>冰雪运动用品>单板滑雪用品>服装>男士单板滑雪服>男士单板滑雪套装"
    },
    {
      "keyword": "运动",
      "path": "运动与户外用品>运动服装和器材>冰雪运动用品>滑冰用品>服装>男士滑冰服>男士滑冰服套装"
    },
    {
      "keyword": "运动",
      "path": "运动与户外用品>运动服装和器材>冰雪运动用品>滑雪用品>服装>男士滑雪服>男士滑雪套装"
    },
    {
      "keyword": "运动",
      "path": "运动与户外用品>运动服装和器材>冰雪运动用品>滑雪用品>服装>男士滑雪服>贴身衣"
    },
    {
      "keyword": "运动",
      "path": "运动与户外用品>运动服装和器材>其他运动类型>滑冰>服装>男士滑冰服>男士滑冰服套装"
    },
    {
      "keyword": "运动",
      "path": "运动与户外用品>运动服装和器材>其他运动类型>武术及格斗用品>菲律宾武术装备>套装>其他（套装）"
    },
    {
      "keyword": "运动",
      "path": "运动与户外用品>运动服装和器材>其他运动类型>武术及格斗用品>柔道用品>套装>其他（套装）"
    },
    {
      "keyword": "运动",
      "path": "运动与户外用品>运动服装和器材>其他运动类型>武术及格斗用品>空手道用品>套装>其他（套装）"
    },
    {
      "keyword": "运动",
      "path": "运动与户外用品>运动服装和器材>其他运动类型>武术及格斗用品>跆拳道用品>套装>其他（套装）"
    },
    {
      "keyword": "运动",
      "path": "运动与户外用品>运动服装和器材>其他运动类型>武术及格斗用品>跆拳道设备>套装>其他（套装）"
    },
    {
      "keyword": "运动",
      "path": "运动与户外用品>运动服装和器材>其他运动类型>武术及格斗用品>田径服>男士武术运动服>套装"
    },
    {
      "keyword": "运动",
      "path": "运动与户外用品>运动服装和器材>骑行用品>服装>男士骑行服>男士骑行套装"
    },
    {
      "keyword": "运动",
      "path": "运动与户外用品>运动服装和器材>团队运动>篮球用品>服装>男士篮球服>套装"
    },
    {
      "keyword": "运动",
      "path": "运动与户外用品>运动服装和器材>团队运动>垒球装备>垒球制服>垒球套装"
    }
  ],
  "正装": [
    {
      "keyword": "衬衫",
      "path": "服装、鞋靴和珠宝饰品>男士时尚>男装>男装上衣、T恤、衬衫>男装正装衬衫"
    },
    {
      "keyword": "衬衫",
      "path": "服装、鞋靴和珠宝饰品>男士时尚>男装>男装上衣、T恤、衬衫>男士正装衬衫"
    },
    {
      "keyword": "外套夹克",
      "path": "服装、鞋靴和珠宝饰品>男士时尚>男装>男装西服>男装休闲西装"
    },
    {
      "keyword": "外套夹克",
      "path": "服装、鞋靴和珠宝饰品>男士时尚>男装>男装西服>男士西服单品>男装西服上装"
    },
    {
      "keyword": "外套夹克",
      "path": "服装、鞋靴和珠宝饰品>男士时尚>男装>男装西服>男装燕尾服套装>男装燕尾服上装"
    },
    {
      "keyword": "马甲",
      "path": "服装、鞋靴和珠宝饰品>男士时尚>男装>男装西服>男装西装马甲"
    },
    {
      "keyword": "长裤",
      "path": "服装、鞋靴和珠宝饰品>男士时尚>男装>男装西服>男士西服单品>男装西裤"
    },
    {
      "keyword": "长裤",
      "path": "服装、鞋靴和珠宝饰品>男士时尚>男装>男装西服>男装燕尾服套装>男装燕尾服裤"
    },
    {
      "keyword": "长裤",
      "path": "服装、鞋靴和珠宝饰品>男士时尚>男装>男装长裤>男士正装裤"
    },
    {
      "keyword": "套装",
      "path": "服装、鞋靴和珠宝饰品>男士时尚>男装>男装西服>男装西服套装"
    },
    {
      "keyword": "套装",
      "path": "服装、鞋靴和珠宝饰品>男士时尚>男装>男装西服>男装燕尾服套装>其他（男装燕尾服套装）"
    }
  ],
  "棉羽": [
    {
      "keyword": "棉服",
      "path": "服装、鞋靴和珠宝饰品>男士时尚>男装>男士外套>男士棉服"
    },
    {
      "keyword": "3合1",
      "path": "服装、鞋靴和珠宝饰品>体育专用服装>户外服饰>男士户外服饰>男士休闲夹克>男士3合1夹克"
    },
    {
      "keyword": "3合1",
      "path": "运动与户外用品>户外休闲>攀岩用品>服装>男士户外服饰>男士休闲夹克>男士3合1夹克"
    },
    {
      "keyword": "3合1",
      "path": "运动与户外用品>户外休闲>徒步和户外休闲服装>男士户外服饰>男士休闲夹克>男士3合1夹克"
    },
    {
      "keyword": "3合1",
      "path": "运动与户外用品>运动户外服饰>男士运动户外服饰>男士运动休闲外套>男士运动休闲夹克>徒步和户外休闲>男士3合1夹克"
    },
    {
      "keyword": "抓绒衣",
      "path": "运动与户外用品>运动户外服饰>男士运动户外服饰>男士运动休闲外套>男士运动休闲夹克>徒步和户外休闲>男士抓绒衣夹克"
    },
    {
      "keyword": "休闲",
      "path": "服装、鞋靴和珠宝饰品>男士时尚>男装>男士外套>男士运动装和功能夹克>羽绒服和仿羽绒服>男士仿羽绒外套"
    },
    {
      "keyword": "休闲",
      "path": "服装、鞋靴和珠宝饰品>男士时尚>男装>男士外套>男士运动装和功能夹克>羽绒服和仿羽绒服>男士羽绒外套"
    },
    {
      "keyword": "休闲",
      "path": "服装、鞋靴和珠宝饰品>男士时尚>男装>男士外套>男士羽绒夹克和外套>男士仿羽绒外套"
    },
    {
      "keyword": "休闲",
      "path": "服装、鞋靴和珠宝饰品>男士时尚>男装>男士外套>男士羽绒夹克和外套>男士羽绒外套"
    },
    {
      "keyword": "休闲",
      "path": "服装、鞋靴和珠宝饰品>体育专用服装>户外服饰>男士户外服饰>男士休闲夹克>男士户外羽绒衣夹克"
    },
    {
      "keyword": "户外",
      "path": "运动与户外用品>户外休闲>攀岩用品>服装>男士户外服饰>男士休闲夹克>男士户外羽绒衣夹克"
    },
    {
      "keyword": "户外",
      "path": "运动与户外用品>户外休闲>徒步和户外休闲服装>男士户外服饰>男士休闲夹克>男士户外羽绒衣夹克"
    },
    {
      "keyword": "户外",
      "path": "运动与户外用品>运动户外服饰>男士运动户外服饰>男士运动休闲外套>男士运动休闲夹克>徒步和户外休闲>男士户外羽绒衣夹克"
    }
  ]
};
